
[A_ChaosMagic_Ability H7HeroAbility]
mName="Хаотическая магия"
mTooltip="При достаточно высоком показателе судьбы урон от заклинаний героя может увеличиться случайным образом, но не более, чем на %spell.spell.buff1.buff.special (на %spell.spell.buff2.buff.special при наличии навыка «Сокрушительный удар»)."
[A_Destiny_Skill H7Skill]
mName="Судьба"
mTooltip="Судьба (описание)"
mDescriptions[2]="Увеличивает показатель %stat1.icon судьбы героя на %stat1.norm."
mDescriptions[3]="Дополнительно увеличивает показатель %stat1.icon судьбы героя на %stat1.norm."
mDescriptions[4]="Дополнительно увеличивает показатель %stat1.icon судьбы героя на %stat1.norm."
mDescriptions[0]="Увеличивает показатель %stat1.icon судьбы героя."
[A_PerfectStrike_Ability H7HeroAbility]
mName="Безупречный удар"
mTooltip="Критические удары дружественных отрядов не позволяют противникам контратаковать."
[A_PerfectStrike_CreatureAbility H7CreatureAbility]
mName="Безупречный удар"
mTooltip="Критические удары этого отряда не позволяют противникам контратаковать."
[A_BlessedGround_Ability H7HeroAbility]
mName="Священные земли"
mTooltip="Наместник: все дружественные герои в землях вокруг этого города получают %buff1.buff.stat к %buff1.buff.stat.icon судьбе."
[A_BlessedGround_Buff H7BaseBuff]
mName="Священные земли"
mTooltip="%stat к %stat.icon судьбе в землях вокруг этого города."
[A_ChaosMagic_HeroAbility H7HeroAbility]
mName="Хаотическая магия"
[A_DeadlyStrike_Buff H7BaseBuff]
mName="Большая удача"
mTooltip="Урон увеличен на 75%."
[A_DeadlyStrike_CreatureAbility_Luck H7CreatureAbility]
mName="Сокрушительный удар"
[A_FickleMagic_Ability H7HeroAbility]
mName="Нестабильная магия"
mTooltip="Вражеские заклинания и магические эффекты, направленные против ваших существ, с вероятностью %spell1.spell.buff.chance% могут не сработать."
[A_FickleMagic_CreatureAbility H7CreatureAbility]
mName="Нестабильная магия"
[A_PerfectStrike_Buff_SuppressRetaliation H7BaseBuff]
mName="Контратака невозможна"
[A_ChaosMagic_Buff_DeadlyStrike H7BaseBuff]
mName="Большая удача"
mTooltip="Урон увеличен на 75%."

UCP MOD

[A_DeadlyStrike_Ability H7HeroAbility]
mName="Сокрушительный удар"
mTooltip="Критические удары дружественных отрядов теперь наносят 200% вместо 150% от обычного урона."

UCP 1.2

[A_TreasureFinder_Ability H7HeroAbility]
mName="Искатель сокровищ"
mTooltip="Сундуки с сокровищами содержат на %stat1.norm больше %icon_Gold золота."
[A_TravellersLuck_Ability H7HeroAbility]
mName="Удача странника"
mTooltip="Каждую неделю (кроме первой) герой получает временный случайный бонус."